{
  "nav_benefits": "About Us",
  "nav_functionalities": "Features",
  "nav_faq": "FAQ",
  "nav_contact": "Contact Us",
  "theme_dark": "Dark Theme",
  "theme_light": "Light Theme",
  "welcome": "Welcome to PortalMaster",
  "hero_first": "One Platform – Infinite Possibilities",
  "hero_title_1": "A Portal ",
  "hero_title_2": "just a Click",
  "hero_title_3": " away",
  "hero_subtitle": "Effortlessly, Securely and Efficiently",
  "hero_description": "School Portal is a state-of-the-art software solution for effortlessly creating and managing your school's web portal.",
  "hero_description_other": "No particular technical skills necessary.",
  "hero_btn_1": "Get Started",
  "hero_btn_2": "Explore",
  "about_uppertitle": "Why Choose School Portal?",
  "about_title": "Your school’s easiest path to a modern online identity.",
  "about_f1_title": "Versatile",
  "about_f1_subtitle_1": "A single platform for multiple portals",
  "about_f1_desc_1": "Centralized design and management of a large number of uniform portals. Organizations can quickly and effortlessly launch separate portals for the individual stores, local offices, schools, colleges, municipalities, etc., in their network.",
  "about_f1_subtitle_2": "Hosting and domains are included",
  "about_f1_desc_2": "Hosting of all portals is included, thus cutting operational expenses. Additionally, for clients who do not wish to use their own domains, we can offer subdomains for each individual portal.",
  "about_f2_title": "Enhanced User Experience",
  "about_f2_subtitle_1": "Easy to use",
  "about_f2_desc_1": "An intuitive interface facilitates content management and information access.",
  "about_f2_subtitle_2": "Support & Training",
  "about_f2_desc_2": "We offer technical support, as well as training, so that our users can exploit the full potential of the platform.",
  "about_f2_subtitle_3": "Adaptable for different sectors",
  "about_f2_desc_3": "Whether you are a public institution or private sector organization, Portal Master provides features tailored to your specific needs.",
  "about_f3_title": "Prioritizing Security",
  "about_f3_subtitle_1": "Centralized administration of user accounts",
  "about_f3_desc_1": "All accounts, data and activities are strictly monitored, ensuring a high level of operational security.",
  "about_f3_subtitle_2": "Integration with existing systems",
  "about_f3_desc_2": "The platform can be integrated with existing authentication services, yielding an additional level of data protection and minimizing the risk of unauthorized access.",
  "about_f3_subtitle_3": "Constant improvement",
  "about_f3_desc_3": "Administrators no longer need to worry about regular software library updates, compliance with the latest standards or continuous protection improvements. Our team of experts maintains all of the portals, ensuring the highest levels of security and stability.",
  "about_f4_title": "Effortless Administration",
  "about_f4_subtitle_1": "Centralized content management",
  "about_f4_desc_1": "Manage content, structure and user accounts through a single interface, yet allows for each portal to be customized to meet the specific needs of its users.",
  "about_f4_subtitle_2": "Automatic upgrades",
  "about_f4_desc_2": "All portals are automatically upgraded with the latest features, eliminating the need for additional technical alterations.",
  "about_f4_subtitle_3": "Effortless content creation",
  "about_f4_desc_3": "Administrators can seamlessly add pages, configure menus and embed components such as news, notifications, calendars or forms — without requiring technical skills.",
  "about_f5_title": "Analytics",
  "about_f5_subtitle_1": "Track activity and user engagement",
  "about_f5_desc_1": "Detailed reports provide valuable insights into portal metrics, including favourite pages, access frequency and the most utilized features.",
  "about_f5_subtitle_2": "Accurate data for better decisions",
  "about_f5_desc_2": "Integrated analytics tools empower data-driven strategic decisions-making.",
  "about_f6_title": "Quality and standardization",
  "about_f6_subtitle_1": "Professional design",
  "about_f6_desc_1": "Create professionally designed  and visually consistent portals, fully tailored to your brand and the unique needs of your organization.",
  "about_f6_subtitle_2": "Adherence to accessibility standards",
  "about_f6_desc_2": "Support for multiple languages, automatic content adjusment tools and readability enhancements (such as inverted themes) ensure that the created portals will be inclusive and accessible to all.",
  "func_uppertitle": "Key features",
  "func_title": "Less administration so that you can focus on the essence of your business",
  "func_desc": "Portal Master represents a centralized, secure and fully customizable solution, designed to simplify administration, so that our clients can focus on accomplishing their goals.",
  "func_1_title": "Centralized Management Of User Communication",
  "func_1_desc": "Centralized customer communication management facilitates the tracking of queries, sending of notifications and personalized interaction, for all portals in your network.",
  "func_2_title": "Efficient Dissemination Of Information",
  "func_2_desc": "Disseminate various notifications, documents or instructions with just one click, and trail who has received and read the content.",
  "func_3_title": "Single-Point Content Management",
  "func_3_desc": "Common content is created in one location and automatically propagated to all of the portals, while also allowing for personalized adaptations.",
  "func_4_title": "Easy To Administer",
  "func_4_desc": "Create, edit and manage user accounts, with support for integration with external authentication systems.",
  "func_5_title": "Customizable Themes And Templates",
  "func_5_desc": "A selection of themes and templates is offered, but you can also customize the colors, logos and appearance of each portal.",
  "func_6_title": "Intuitive Components",
  "func_6_desc": "Create different types of pages: news, image galleries, documents and many more - no technical skills needed.",
  "func_7_title": "Localization",
  "func_7_desc": "Integrated support for multiple languages and automatic conversion between Cyrillic and Latin alphabets.",
  "func_8_title": "Advanced Search",
  "func_8_desc": "Search the content of the entire portal network at once, with advanced filters like categories, keywords or time ranges.",
  "func_8_label_1": "Search...",
  "func_8_label_2": "Typing...",
  "faq_uppertitle": "Frequently Asked Questions",
  "faq_title": "You have asked...",
  "faq_q1": "What is Portal Master and what does it offer?",
  "faq_a1": "Portal Master is a platform that streamlines the creation of web presentations and management of independent, but uniform portals of an organization. Our platform represents a unique solution that enables quick creation of personalized websites, easy maintenance and efficient management. Whether you are a public institution (e.g. educational institution) or company (e.g. retail outlet).",
  "faq_q2": "Are any technical skills required?",
  "faq_a2": "No, Portal Master was envisaged to support easy content management regardless of your technical skills. The platform provides an intuitive interface and offers an assortment of templates and components.",
  "faq_q3": "Can the platform be adapted to our specific needs?",
  "faq_a3": "Yes, Portal Master can be customized to meet the specific needs of your organization. Our team works closely with our clients to ensure that our platform fully supports their requirements and business processes.",
  "faq_q4": "Can it be integrated with our existing systems?",
  "faq_a4": "Yes, Portal Master can support integration with the existing systems that are significant for your day-to-day activities.",
  "faq_q5": "How do you guarantee data security?",
  "faq_a5": "The platform ensures data protection by using state-of-the-art security protocols, such as encryption, access control and regular security system updates. This ensures a high level of protection and reliability.",
  "faq_q6": "What type of user support is available?",
  "faq_a6": "We provide comprehensive user support, including technical assistance, training and detailed documentation.",
  "faq_q7": "Are hosting and domains included?",
  "faq_a7": "The cost of hosting, for all of your portals, is included in the price, which eliminates additional operational expenses. In addition, for clients who do not wish to use their own domains, we can create subdomains for each specific portal.",
  "faq_q8": "How can I get more information about the platform?",
  "faq_a8": "Reach out to us at",
  "footer_title": "Join Us",
  "footer_subtitle": "Your partner on your path to a digital future.",
  "footer_description": "Contact us to learn how Portal Master can help you grow and achieve more.",
  "footer_description_2": "Schedule a demo and explore the benefits of our solution.",
  "footer_phrase": "A Portal just a Click away – Effortlessly, Securely and Efficiently.",
  "footer_email": "Email",
  "footer_rights": "All rights reserved",
  "footer_supported": "Supported by"
}
